@extends('layouts.app')

@section('content')
<link href="https://fonts.googleapis.com/css2?family=Cairo:wght@600&display=swap" rel="stylesheet">

<div class="container">
    <div class="row justify-content-center">
        <div class="col-md-8">
            <div class="card">
                
                
 <div class="card-header"> <h4 class="pull-left">terms and Conditions :</h4> </div>


                <div class="card-body">
                    @if (session('status'))
                        <div class="alert alert-success" role="alert">
                            {{ session('status') }}
                        </div>
                    @endif


<br>
<br><hr>



<div class="  " dir="rtl" style="text-align:right;font-family: 'Cairo', sans-serif;text-align: justify;">
  <h2>سياسة الخصوصية</h2>
 <h4 style="line-height:30px;">
   في مفاز تتمثل رسالتنا في تمكين كل شخص من معرفة المزيد وتطوير نفسه. وننفّذ ذلك من خلال إنشاء معايير لتقييم الجدارات في كل فئة وظيفية ومستوى وظيفي و قطاعات متعددة ومن ثم إعادة ابتكار عمليات التطوير الذاتي وذلك بإضفاء طابع شخصي. وفي إطار هذا كله، سنحافظ على القيمة الخالدة للخصوصية وسنصون قدرتك على التحكم في بياناتك.
يبدأ ذلك بالتأكد من حصولك على خيارات مفيدة بشأن كيفية وسبب تجميع البيانات واستخدامها، والتأكد من أنك تمتلك المعلومات التي تحتاج إليها لتحديد الخيارات المناسبة لك عبر خدماتنا.
اننا في مفاز نبذل جهدنا لنحوز على ثقتك كل يوم بالتركيز على عدة مبادئ رئيسية مرتبطة بالخصوصية:
• التحكم: سنعطيك القدرة بالتحكم بخصوصيتك وذلك بأدوات سهلة الاستخدام وخيارات واضحة.
• الشفافية: سنتعامل بمبدأ الشفافية فيما يخص جمع بياناتك واستخدامها بحيث يمكنك اتخاذ قرارات مستنيرة.
• الأمان: سنحمي البيانات التي تعهد بها إلينا من خلال فاعلية الأمان والتشفير.
• ‬‏‫ الحماية لخصوصيتك: نحافظ على ذلك باعتبارها من حقوق الإنسان الأساسية و تماشيا مع نظام مكافحة الجرائم المعلوماتية المعمول به في السعودية.‬
• عدم استخدام الاستهداف المعتمد على المحتوى: لن نستخدم بريدك الإلكتروني أو دردشتك أو ملفاتك أو غير ذلك من محتواك الشخصي لاستهدافك بإعلانات معينة.
• فوائد لصالحك: كن على ثقه انه في حالة تجميع البيانات، فسوف تستخدم لتحقيق فائدة لك وتحسين تجاربك. 
 

 </h4> 

 <h2>الاستخدام والدعم.</h2>
 <h4 style="line-height:30px;">
   •  إنشاء حساب
o  يمكنك إنشاء حساب خاص لك في مفاز بالاشتراك عبر التسجيل بالموقع. 
o توافق على عدم استخدام أي معلومات مزيفة أو غير دقيقة أو مضللة عند الاشتراك في مفاز.
o  في بعض الحالات، قد يقوم طرف ثالث بتعيين حساب لك، فإذا كنت قد استلمت بيانات حسابك من طرف ثالث، فقد يمتلك هذا الطرف الثالث حقوقًا إضافية تتحكم في حسابك، مثل القدرة على الوصول إلى حسابك أو حذفه. الرجاء مراجعة أي شروط إضافية يوفرها الطرف الثالث لك.
o  لا تتحمل مفاز أية مسؤولية فيما يتعلق بهذه الشروط الإضافية. إذا قمت بإنشاء حساب نيابة عن كيان ـ مثل شركتك أو صاحب العمل لديك ـ فأنت تقر أن لديك السلطة القانونية لفرض إلزام هذا الكيان. بهذه الشروط. 
o لا يمكنك تحويل بيانات اعتماد حسابك الخاص بك في مفاز إلى مستخدم آخر أو كيان آخر. 
o لحماية حسابك، حافظ على سرية حساباتك وكلمات المرور الخاصة بك. أنت المسؤول عن كافة الأنشطة التي تتم على حسابك الخاص بك.

• ‫استخدام الحساب. ‬
o يجب عليك استخدام حسابك الخاص بك ليظل نشطًا. يعني 
o إذا ساورنا الشك لسبب معقول أن حسابك الخاص بك معرض لخطر أن يستخدمه طرف ثالث بالاحتيال فيحق لـ مفاز تعليق حسابك حتى تتمكن من استعادة ملكيته.
o بناءً على طبيعة الخلل، فقد يتعين علينا تعطيل الوصول إلى بعض المحتوى الخاص بك أو كله. إذا كنت تواجه مشكلة في الوصول إلى حسابك الخاص

• إغلاق الحساب الخاص بك.
o يمكنك إلغاء الخدمات أو إغلاق حسابك في مفاز في أي وقت لأي سبب من الأسباب. 
o عندما تطلب إغلاق حسابك الخاص بك، فسوف نضعه في حالة تعليق لمدة ٢٠ يومًا فقط في حال تغير رأيك. 
o بعد مضي مدة ٢٠ يومًا، سيتم إغلاق حسابك الخاص بك. 
o في حالة معاودة تسجيل الدخول قبل مرور ٢٠ يومًا، سيتم إعادة تنشيط حساب  مفاز الخاص بك.

 

 </h4> 

 <h2>توفير الخدمات </h2>
 <h4 style="line-height:30px;">
   •  نسعى جاهدين للحفاظ على الخدمات وتشغيلها؛ ولكن الخدمات عبر الإنترنت تعاني من اضطرابات في بعض الأحيان وانقطاع الطاقة، ولا تعد مفاز مسؤولة عن أي عطل أو فقد قد تعاني منه نتيجة لذلك. 
• في حال حدوث انقطاع، قد لا تكون قادرًا على استرداد المحتوى الخاص بك أو بياناتك التي قمت بتخزينها. نوصيك بنسخ المحتوى والبيانات الخاصة بك 

 </h4> 
 
</div>





                </div>
            </div>
        </div>
    </div>
</div>
@endsection
